Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/adoption_and_fostering/fostering.html.txt.tmx
Source language: en
Languages: ga

source: Fostering in Ireland means taking care of someone else's child in your own home
ga: Ciallaíonn altramú in Éirinn cúram a thabhairt do leanbh dhuine eile i do theach féin

source: Often a child cannot live with his or her family either on a short-term or long-term basis
ga: Is minic a tharlaíonn sé nach féidir le leanbh cónaí lena t(h)eaghlach go gearrthéarmach nó go fadtéarmach

source: This could be because of illness in the family, the death of a parent, neglect, abuse or violence in the home
ga: D'fhéadfadh sé seo tarlú toisc breoiteacht sa teaghlach, bás tuismitheora, faillí, mí-úsáid nó foréigean sa bhaile

source: Sometimes it can be because the parent or family is not coping
ga: Tarlaíonn sé uaireanta gur cúiseanna eacnamaíochta cosúil le dífhostaíocht a bhíonn i gceist

source: In an ideal situation, the child placed in foster care will return to his or her own family as soon as this is possible
ga: Go hidéalach, déanfar leanbh atá faoi chúram altrama a chur ar ais lena t(h)eaghlach féin chomh luath agus is féidir

source: Foster care in Ireland is governed by the Child Care Act 1991 and the Child Care (Placement of Children in Foster Care) Regulations 1995, as amended
ga: Tá cúram altrama in Éirinn rialaithe ag an tAcht um Chúram Leanaí agus na Rialacháin um Chúram Leanaí (Socrúchán Leanaí i gCúram Altrama) 1995

source: In addition, the National Standards for Foster Care, 2003 (pdf) have a major role to play in ensuring that the foster care placements are adequately supported and that children in foster care are receiving the best possible care
ga: Ina theannta sin, tá ról lárnach ag na Caighdeáin Náisiúnta le haghaidh Cúraim Altrama, 2003 (pdf) le cinntiú go bhfuil dóthain tacaíochta ag socrúcháin cúraim altrama agus go bhfaigheann leanaí atá faoi chúram altrama an cúram is fearr atá ar fáil

source: There are currently about 6,000 children in foster care in Ireland
ga: Tá 6,000 leanbh faoi chúram altrama in Éirinn i láthair na huaire

source: Tusla - the Child and Family Agency - assesses, recruits and trains foster families according to the needs of the area
ga: Déanann Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach - teaghlaigh altrama a mheasúnú, a earcú agus a oiliúint de réir riachtanais an limistéir

source: Tusla also places children with foster families who have been recruited and trained by non-statutory agencies
ga: Socraíonn Tusla leanaí le teaghlaigh altrama chomh maith, atá earcaithe agus oilte ag gníomhaireachtaí neamhreachtúla

source: Tusla is responsible for each child in care but support to the foster family may be provided by the non-statutory agency
ga: Tá Tusla freagrach as gach leanbh atá faoi chúram, ach d'fhéadfadh an ghníomhaireacht neamhreachtúil tacaíocht a thabhairt don teaghlach altrama

source: Each foster child has his or her own social worker who monitors the growth and development of the child and ensures that the best interests of the child are always kept in mind
ga: Tá oibrí sóisialta ag gach leanbh altrama a dhéanann monatóireacht ar fhás agus forbairt an linbh, agus a chinntíonn go bhfuil an leas is fearr don leanbh i gcónaí chun tosaigh

source: Each foster family also has its own social worker, who may have helped assess the family as suitable to foster children and who will support the family throughout the foster term
ga: Cuid thábhachtach de ról an oibrí sóisialta ná an gaol a fhorbairt idir an leanbh altrama agus an teaghlach altrama, agus idir an leanbh altrama agus a t(h)eaghlach féin

source: An important part of the social worker's role is to develop the relationship between the foster child and the foster family and between the foster child and his or her own family
ga: Tá sé tábhachtach a rá go bhfuil altramú leanaí difriúil ó uchtú toisc go bhfanann leanbh altrama mar chuid bhuan dá t(h)eaghlach féin i gcónaí

source: It is important to note that fostering a child differs from adoption because a foster child always remains a permanent part of his or her own family
ga: D'fhéadfadh an t-ordú, atá faoi réir ag coinníollacha, na cearta céanna a thabhairt do thuismitheoirí nó gaolta altrama is a bheadh ag tuismitheoirí chun cinntí a dhéanamh faoina leanaí

source: Tusla is responsible for the child and the foster parents do not have guardianship
ga: Beidh siad ábalta go háirithe toiliú a thabhairt do scrúduithe leighis agus síciatracha, do chóireáil agus measúnuithe agus na foirmeacha a shíniú chun pas a eisiúint

source: Children can be placed in foster care in two ways:
ga: Is féidir leanaí a shocrú i gcúram altrama ar dhá bhealach:

source: • Voluntarily: This happens when a parent or family asks Tusla for help and/or
ga: • Go Saorálach: Tarlaíonn sé seo nuair a lorgaíonn tuismitheoir nó teaghlach cabhair ó Tusla agus/nó

source: • Court order: This happens when a judge decides that it is in the best interests of the child to be placed in the care of Tusla
ga: • Ordú Cúirte: Tarlaíonn sé seo nuair a chinneann breitheamh go bhfuil sé chun leasa an linbh a bheith socraithe faoi chúram Tusla

source: When a child is placed in foster care, Tusla assigns responsibility for the child to a social worker
ga: Nuair atá leanbh faoi chúram altrama, déanann Tusla freagracht don leanbh a shannadh ar oibrí sóisialta

source: Based on the child's needs and circumstances, Tusla makes a decision on the type of fostering that is most suitable for the child
ga: Bunaithe ar riachtanais agus cúinsí an linbh, déanfaidh Tusla cinneadh faoin gcineál altramaithe is oiriúnaí don leanbh

source: There are three different types of fostering:
ga: Tá trí chineál altramaithe ann:

source: This involves specially trained foster parents/carers providing foster care for a child on a daily basis
ga: Baineann sé seo le tuismitheoirí/cúramóirí altrama atá oilte go speisialta le cúram altrama a sholáthar do leanbh go laethúil

source: Day foster care takes place in the home of the foster parent and the child returns to his or her own home each night
ga: Tarlaíonn cúram altrama lae i mbaile an tuismitheora altrama agus filleann an leanbh ar a b(h)aile féin gach oíche

source: This type of care gives the child's own family an opportunity to deal with difficulties each day as they arise
ga: Tugann an cineál cúraim seo deis do theaghlach an linbh féin déileáil le deacrachtaí go laethúil mar a thagann siad aníos

source: The goal of day foster care is that the child can return home on a full-time basis
ga: Is í sprioc an chúraim altrama lae ná gur féidir leis an leanbh filleadh abhaile ar bhonn lánaimseartha

source: This involves a child being cared for by a foster family for a short period (ranging from 1 week to some months)
ga: Baineann sé seo le leanbh a bheith faoi chúram teaghlaigh altrama go gearrthéarmach (ó 1 sheachtain go roinnt míonna)

source: The aim is for the child to return to his or her family full-time at the end of the short-term period
ga: Is í an aidhm ná go bhfillfidh an leanbh ar a t(h)eaghlach lánaimseartha faoi dheireadh na gearrthréimhse

source: Sometimes, however, the child may remain in foster care on a longer-term basis
ga: Mar sin féin, tarlóidh sé uaireanta go bhfanfaidh an leanbh faoi chúram altrama ar feadh tréimhse níos faide

source: This involves a child being cared for by a foster family for a number of years and may continue until the child reaches adulthood
ga: Baineann sé seo le leanbh a bheith faoi chúram teaghlaigh altrama ar feadh roinnt blianta agus d'fhéadfadh an tréimhse leanúint go dtí go mbeidh aosacht sroichte ag an leanbh

source: Under Section 4 of the Child Care (Amendment) Act 2007, the foster parents or relatives who have been caring for a child for a continuous period of at least five years may apply to the court for an order
ga: Faoi Alt 4 den Acht um Chúram Leanaí (Leasú) 2007, is féidir leis na tuismitheoirí nó gaolta altrama iarratas a dhéanamh chun na cúirte maidir le hordú, chomh fada agus go raibh siad ag tabhairt cúraim do leanbh go leanúnach ar feadh cúig bliana ar a laghad

source: The consent of Tusla is required and the consent of the parents or guardians may be required
ga: Tá toiliú Tusla de dhíth agus d'fhéadfadh toiliú na dtuismitheoirí nó na gcaomhnóirí a bheith de dhíth chomh maith

source: The order may, subject to conditions, give the foster parents or relatives broadly the same rights as parents have to make decisions about their children
ga: D'fhéadfadh an t-ordú, atá faoi réir ag coinníollacha, na cearta céanna a thabhairt do thuismitheoirí nó gaolta altrama is a bheadh ag tuismitheoirí chun cinntí a dhéanamh faoina leanaí

source: In particular, they will be able to give consent for medical and psychiatric examinations, treatment and assessments and sign the forms for the issue of a passport
ga: Beidh siad ábalta go háirithe toiliú a thabhairt do scrúduithe leighis agus síciatracha, do chóireáil agus measúnuithe agus na foirmeacha a shíniú chun pas a eisiúint

source: After a period of time, if it becomes clear that it will not be possible for the child to be returned to his/her birth parents or family, it may be decided that the child’s best interests would be served by being adopted by the foster parents
ga: Tar éis tréimhse ama, má éiríonn sé soiléir nach mbeidh sé indéanta an leanbh a chur ar ais chuig aige / aici thuismitheoirí breithe nó teaghlach, féadfar a chinneadh go mbeadh leas an linbh a sheirbheáil trí á ghlacadh ag an altrama tuismitheoirí

source: Relative foster care happens when another family member becomes foster parent of the child, for example, a grandparent, aunt, uncle or adult sibling
ga: Tarlaíonn cúram altrama le gaolta nuair a bhíonn ball eile den teaghlach mar thuismitheoir altrama ag an leanbh. D'fhéadfadh seantuismitheoir, aintín, uncail nó deirfiúr/deartháir fásta a bheith i gceist mar shampla

source: In this situation, the relative of the child is assessed by Tusla in exactly the same way as all other foster parents
ga: Sa chás seo, déanann Tusla gaol an linbh a mheasúnú ar an mbealach céanna le tuismitheoirí altrama eile

source: Children in Ireland are not taken into foster care in the first place, unless Tusla assesses that the child is at risk
ga: Ní thógtar leanaí in Éirinn faoi chúram altrama ar an gcéad dul síos, mura measann Tusla go bhfuil an leanbh i mbaol

source: In making their decision about the relative being foster parent to the child, Tusla will decide what is in the best interest of the child
ga: Sa chinneadh maidir le gaol a bheith mar thuismitheoir altrama ag an leanbh, déanfaidh Tusla cinneadh faoi cad is fearr don leanbh

source: Assessment will also take into account the needs of the child and the abilities and suitability of the relative to be a foster parent
ga: Tógfaidh an measúnú riachtanais an linbh san áireamh, chomh maith le cumais agus oiriúnacht an ghaoil le bheith mar thuismitheoir altrama

source: When a child is placed in foster care on a daily, short-term or longer-term basis, maintaining links with his or her own family is very important
ga: Nuair a chuirtear leanbh faoi chúram altrama go laethúil, gearrthéarmach nó fadtéarmach, tá sé fíor-thábhachtach na naisc lena t(h)eaghlach féin a choinneáil

source: The child's own parents are involved as much as possible and are always kept fully informed of how the child is getting on
ga: Tá tuismitheoirí an linbh féin rannpháirteach chomh fada agus is féidir agus coinnítear ar an eolas iad i gcónaí maidir le leas an linbh

source: The child will see his or her own family as much as possible and even though he or she may live (even for a longer-term period) with another family, the child's identity and name is his or her own
ga: Feicfidh an leanbh a t(h)eaghlach an oiread agus is féidir, agus cé go bhféadfadh sé/sí cónaí (do thréimhse fadtéarmach fiú amháin) le teaghlach eile, coinneoidh an leanbh a c(h)éannacht agus a (h)ainm féin

source: Who can become a foster carer?
ga: Cén sórt duine atá in ann a bheith mar chúrámóir altrama?

source: Any person or family can apply to Tusla to be assessed as a foster parent or foster family
ga: Is féidir le duine nó teaghlach ar bith iarratas a dhéanamh chuig Tusla le bheith measúnaithe mar thuismitheoir altrama nó teaghlach altrama

source: You do not have to be married in Ireland to be a foster parent
ga: Ní chaithfidh tú a bheith pósta in Éirinn le bheith mar thuismitheoir altrama

source: In fact, you could be a single person, civil partners or a cohabiting couple
ga: D'fhéadfadh gur duine singil, lánúin neamhphósta nó lánúin chomhghnéis a bheadh i gceist

source: You must be able to provide adequate and appropriate accommodation for the foster child
ga: Caithfidh tú a bheith ábalta cóiríocht leormhaith agus oiriúnach a sholáthar don leanbh altrama

source: Tusla assigns a social worker to carry out an assessment of suitability
ga: Déanann Tusla oibrí sóisialta a shannadh leis an measúnú oiriúnachta a chomhlíonadh

source: These assessments include meeting all members of the family (particularly the foster parents) over a number of months
ga: Bíonn cruinnithe le gach duine den teaghlach (an/na tuismitheoir(í) altrama go háirithe) thar roinnt míonna i gceist sna measúnuithe seo

source: References, Garda clearance and medical examinations will also be required as part of this process
ga: Beidh teastais, imréiteach an Gharda Síochána agus scrúduithe dochtúra de dhíth mar chuid den phróiseas chomh maith

source: Every effort is made to ensure that those selected as foster carers and foster families are suitable
ga: Déantar gach iarracht a chinntiú go bhfuil na daoine sin a roghnaítear mar chúramóirí agus teaghlaigh altrama oiriúnach

source: Young people up to the age of 18 can be fostered
ga: Is féidir daoine óga suas go dtí 18 bliana d'aois a altramú

source: In making a decision about suitability as a foster carer, every effort is made to ensure that those selected are suitable
ga: Nuair atá cinneadh á dhéanamh faoi oiriúnacht mar chúramóir altrama, déantar gach iarracht a chinntiú go bhfuil na daoine sin a roghnaítear oiriúnach

source: In other words, the decision to place a child with a particular foster carer is on the basis of the individual child and their needs and each cases is judged on it's own merits
ga: I mbeagán focal, déantar an cinneadh chun leanbh a shocrú le cúramóir altrama áirithe bunaithe ar an leanbh aonair agus a gcuid riachtanais, agus déantar gach cás a bhreithniú ar a thuillteanais féin

source: You can find more information on the Tusla website
ga: Is féidir leat tuilleadh eolais a fháil ar an láithreán gréasáin an Tusla

source: Tusla pays a basic maintenance allowance to foster parents and families and offers strong support structures to assist the child, carer and family during the fostering term
ga: Íocann Tusla bunliúntas cothabhála le tuismitheoirí agus teaghlaigh altrama agus cuireann siad struchtúir thacaíochta láidre ar fáil chun cuidiú leis an leanbh, leis an gcúramóir agus leis an teaghlach don téarma altrama

source: Tusla also provides training for the carer or family, on-going liaison with social workers, insurance and a medical card for the child in care
ga: Soláthraíonn Tusla oiliúint don chúramóir nó teaghlach chomh maith, teagmháil leanúnach le hoibrithe sóisialta, agus árachas agus cárta leighis don leanbh atá faoi chúram

source: Allowances payable for children in foster care placements are as follows:
ga: Tá liúntais atá iníoctha le leanaí i socrúcháin cúraim altrama mar a leanas:

source: Age of child Weekly rate
ga: │Aois an linbh │An ráta seachtainiúil │

source: Under 12 years €325 per child
ga: │Faoi 12 bliana d'aois │€325 in aghaidh an linbh │

source: Over 12 years €352 per child
ga: │Os cionn 12 bliana d'aois │€352 in aghaidh an linbh │

source: An allowance may be paid between the ages of 18 and 21 to young people leaving care who are still in training or education
ga: Féadfaidh an liúntas seo a íoc idir aois 18 agus 21 ina bhfuil an duine óg go fóill in oiliúint nó oideachas

source: This allowance is known as an Aftercare Allowance
ga: Tá an liúntas seo ar a dtugtar Liúntas Iarchúram

source: A range of other suports is available to all young people leaving care, whether they are in education or not. You can find more information on the Standardised Aftercare Allowance (pdf) on the Tusla website
ga: Is féidir leat tuilleadh eolais a fháil ar an Liúntas Iarchúraim Caighdeánaithe (pdf) ar láithreán gréasáin an Tusla

source: Foster care allowances from Tusla are not taken into account in the means test for social welfare payments and are not taxable
ga: Ní gá an tástáil acmhainne d'íocaíochtaí leasa shóisialaigh a chur san áireamh liúntais chothú cúraim ó Tusla agus nach bhfuil siad inchánach

source: An Increase for a Child Dependant may also be payable
ga: Féadfaidh Méadú i leith Leanbh Cáilithe a bheith iníoctha chomh maith

source: Payment may then transfer to the foster parent(s) provided that the child has been in their continuous care for a period of 6 months
ga: Tar éis a chothú leanbh ar feadh 6 mhí ba chóir duit a bheith i dteideal Sochar Linbh, ach ní mór dóibh iarratas a dhéanamh air

source: If you are interested in fostering and would like to offer a child a home, you should contact the Tusla fostering service
ga: Má tá suim agat in altramú agus gur mhaith leat baile a thairiscint do leanbh, ba chóir duit teagmháil a dhéanamh leis an tseirbhís altrama Tusla

source: The Irish Foster Care Association is a voluntary organisation working with Tusla throughout Ireland to promote fostering as the best option for children who cannot live with their own family
ga: Is eagraíocht dheonach é Cumann Cúram Altrama na hÉireann atá ag obair le Tusla mórthimpeall na hÉireann, chun altramú a chur chun cinn mar an rogha is fearr do leanaí nach féidir leo cónaí lena dteaghlach féin

source: The Association, through its network of 29 local branches nationwide, offers advice, information and support for foster carers
ga: Cuireann an Cumann comhairle, eolas agus tacaíocht ar fáil do chúramóirí altrama, tríd an líonra de 29 brainse áitiúil atá acu ar fud na tíre

source: In addition, the Association has produced an information pack for those interested in fostering
ga: Ina theannta sin, tá paca eolais foilsithe ag an gCumann do dhaoine a bhfuil suim acu in altramú
